Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 왕자 전하는 이해할 수 없는 사람이었어요.
en: I couldn’t understand the prince.

source: 놀자!
en: let’s play!

source: 그게, 아무래도 피를 보러 가는 모양입니다.
en: well, I think it’s because he likes to see blood.

source: 그럴 리가요?
en: of course not.

source: 탐내지 않을 여자가 있나요?
en: what woman could resist?

source: 경전은 엮어놓은 나무와 가죽일 뿐이죠.
en: the bible is nothing more than wood bound together with leather.

source: 쟤.
en: her.

source: 그건 저도 모르겠어요.
en: I don’t know.

source: 훌륭하군.
en: wonderful.

source: 지금 까마귀 떼가 몰려와 성 앞에 뼛조각을 던져놓고 가고 있습니다!
en: a swarm of crows is dropping a pile of bones in front of the castle!

source: 매일같이 한계를 꺾은 내가
en: ...but I have tested my limits every single day.

source: 안 돼, 키사.
en: kitha.

source: 움… 추워어….
en: mmm... it’s cold...

source: 왕관의 보석이 흩어지면 가시에서 짐승이 나리라,
en: when the jewels on the crown scatter, from the thorns shall come a beast.

source: 전하는요?!
en: where’s his highness?!

source: 왕자 전하께선
en: the prince...

source: 엄마는 왜 나를 미워해?
en: mommy, why do you hate me?

source: 좋아하시죠?
en: you like “up up,” right?

source: 그것을 왕자에게 건넨 건
en: I gave them to the prince...

source: 게다가,
en: come to think of it,

source: 정말 몹쓸 것이라고 생각해요.
en: ...this prophecy is evil.

source: 매우 젊다고만 알려진 그 미지의 존재는
en: rumors say this mysterious figure is quite young...

source: 그럼 형제님,
en: then brother,

source: 이건 단장 승급 시험이다.
en: this is your promotion test.

source: 그 사람도 마찬가지예요!
en: so will he!

source: 그것은 한 폭의 그림처럼 완벽한 꿈이었다.
en: It was a perfect dream, like a painting.

source: 아나샤를 달래러 리바노스에 오셨던 사제님이
en: I remember when you came to libanos to help anasha.

source: 천민들의 노래를 왕자가 잘 모르는 건 어쩌면 당연한 일.
en: of course a prince wouldn’t really know the songs of commoners.

source: 가장 존경합니다.
en: I respect him more than anyone else.

source: 어디까지나 표면상 열 살이지만.
en: of course, that’s just how I look.

source: 누구냐!
en: who’s there?

source: 이 나라엔 그 왕자님을 손에 넣고 싶어서 안달하는 여자가 수도 없이 많답니다.
en: countless women in the kingdom were anxious to have the prince in the palm of their hands.

source: 이렇게 피가 나는데…!
en: but you’re bleeding!

source: 덕분에 시간을 벌어서요.
en: it bought me more time with you.

source: 아직이야.
en: not yet!

source: …아직 식사 중이시군요.
en: oh, you’re still having breakfast.

source: 아직 거인족의 후예를 본 적이 없는 모양이군.
en: I guess you’ve never seen a descendant of a titan before.

source: 그 말씀은 지금…
en: are you saying...

source: 엇.
en: hrgh.

source: 그래서 멈추셨으면 해요.
en: so please stop.

source: 드릴 말씀이 있어서요.
en: I have something to tell you.

source: 그놈의 친구…!
en: my freakin’ mouth...!

source: 내가
en: because...

source: 그 대단한 나르시시스트라면 그러고도 남을 거예요.
en: for a great narcissist such as himself, I’m sure he did and more.

source: 뭐, 어쩌라고….
en: what? what do you want me to do with it?

source: 그러니 오늘은 얌전히 있어라.
en: so stay quiet tonight.

source: …전하?
en: your highness...?

source: 그럼 우리 잠깐 창고에 다녀오죠.
en: then let’s take a quick trip down to the warehouse.

source: 아무것도 몰라요.
en: I don’t know anything.

source: 진짜로 정말로 도망가고 싶은 맘이 굴뚝같지만….
en: I really, really want to run away...

source: 어디까지나 제대로 된 나라를 만들기 위해서입니다.
en: to make the country better.

source: 동종의 피…
en: a fellow holy warrior’s blood...

source: 아슬아슬한 거짓은 그런 나를 비웃고는 단번에 정체를 드러냈다.
en: ...and my fragile lie stabbed me in the back and revealed my true identity.

source: ‘친구’가 아닐까요…?
en: ...“friendship”?

source: 차마 이것까지는 못 말하겠다.
en: I don’t think I can dare confess about the bible right now.

source: 더 이상 제사로는 시간을 끌 수 없으니,
en: I couldn’t buy time with the mass anymore,

source: 하나 그것은 구시대의 악습.
en: however, those are old ways.

source: 간만에 일하러 가야겠어요.
en: ah, I guess I’ve got to move and do some work.

source: 열 살인 사제님이 대체 언제….
en: so when did a ten-year-old nun...?

source: 네, 판도는 대개 예상하고 있습니다.
en: yes. most are aware of the situation.

source: 그럼 됐나?
en: are they satisfied?

source: 귀하는 누구지?
en: who are you?

source: 잠깐, 멋대로 들어가면…!
en: wait! you can’t just go-!

source: 제 신뢰가 닳아 없어집니다.
en: it would change their trust in me.

source: 난 그런 눈을 별로 안 좋아해.
en: I hate when people glare at me like that.

source: 형제님.
en: brother.

source: 됐고, 왜 왔냐니까?
en: whatever! what do you want?

source: 왜 찾았는지 묻지도 않으시는군요.
en: you’re not even asking why I was looking for you.

source: 발음에 유의하라.
en: watch your pronunciation.

source: 어제 왕자 전하가 사냥을….
en: I heard the prince went hunting...

source: 상업의 중심지인 시나피.
en: sinapi is the center of commerce.

source: 신의 가호를 받는 어린 사제님이래.
en: I hear the young nun received a sign from god.

source: 하나도 읽을 수가 없어.
en: I can’t read her at all.

source: 한 가지 분명한 것은
en: but one thing is for sure:

source: 쯧.
en: tsk.

source: 그래, 왕자의 말대로 나는 예언을 하지 못하오.
en: yes, just like you said, I can’t prophesy.

source: 내가 부르는 날에.
en: when I ask you to.

source: 대사제님은 어느 파예요?
en: what side is father airo?

source: 화나지만 앉는다.
en: it’s pissing me off, but I’m going to sit down.

source: 지금… 비꼰 건가?
en: was she... being sarcastic?

source: 사제님, 이러지 마세요.
en: sister, don’t do this.

source: 요 3일간 몇 번이고 기회가 있었을 것이다.
en: ...she had lots of opportunities over the last three days.

source: 이건 말고.
en: no, not this one.

source: 성 밖에 이러고 나가면 눈에 띌 거 아니에요?
en: people will notice if I go outside like this, won’t they?

source: 사제님, 일어나셨…
en: sister, you’re up!

source: 근데, 어쨌든 전쟁만 막으면 되는 거 아니야?
en: but all I have to do is stop the war, right?

source: 미쳐버린 왕자.
en: the mad prince.

source: 지겹다 지겨워….
en: I’m so tired of it...

source: 아버지를 죽이려 하는 아들.
en: he’s trying to kill his father.

source: 이게 협박이 된다면 저야 황송하죠.
en: if my crying is a threat, that would be great.

source: 이상한 거라도 있는가?
en: did you hear something?

source: …사정이 있었어.
en: there were... reasons.

source: 이대로 형제님께 도망칠까?
en: should I make a run for it to brother didi?

source: 두 사람 대화는 잘 들었어, 응.
en: ...was really moving.

source: 대사제님은 못된 분이세요.
en: he’s a big meanie,

source: 이제 함부로 전하를 찾아가지 않을 테니까.
en: I won’t go looking for his highness anymore.

source: 알겠습니다.
en: okay.

source: 사담을 나누기엔 시간이 부족하다 했을 텐데요.
en: but as I told you, I don’t have enough time to sit and chat.

source: 이건 예상 못 했는데…!
en: I didn’t expect this!

source: 대체 무슨 일이 있었던 거야?
en: what the heck happened?

source: 왕가에 대한 도리만 중요하고 사람에 대한 도리는 눈에 뵈지도 않으신가 봐요?
en: so you only care about how to treat royalty but don’t give two shoots about how to treat anyone else?

source: 왕자 전하의 부름을 받고 들어갔을 땐 이미 망토를 덮고 계셨습니다.
en: when the prince called us in the room, you were already asleep under the cape.

source: 이 망토로 둘둘 감싸, 저 꼴 보기 싫은 사제를 가려야겠어.
en: I’m going to cover the nun in this cape so I don’t have to look at her disgusting face anymore.

source: 아, 이 사람….
en: oh, this guy...

source: 이해가 되지 않습니다.
en: I don’t understand.

source: 아, 역시나.
en: ah, I knew it.

source: 마냥 믿다간 도리어 발등을 찍힐지 몰라.
en: they might stab me in the back.

source: 집착하고 사랑을 달라 협박했어요.
en: so she obsessed after and threatened her mother for her love.

source: 이것도 거짓말.
en: all lies.

source: 제가 언제 빌린다고 그랬어요?
en: when did I ask to borrow it?

source: 그리고 하나 더.
en: and one more thing.

source: 큭큭….
en: pfff...

source: 그거 다른 사람들도 알죠?
en: everyone else knows this too, right?

source: 내 정체까지 밝힐 생각은 없었는데….
en: I didn’t want to reveal my identity...

source: 꺄악, 살려주세요!
en: aaaaah! help!

source: 복수에 눈이 멀어서 전쟁만 종용하던 분이,
en: they used to be filled with rage and a lust for revenge.

source: 곤란하네요.
en: well, this is awkward,

source: 큭…!
en: urgh...!

source: 아, 넘어왔나 봐.
en: ah, I guess I won him over.

source: 그렇다면 저야말로 묻겠습니다.
en: then let me ask you a question.

source: 앞으로 나흘 동안 네 속을 낱낱이 파헤쳐주도록 할게.
en: ...I’ll dig up every part of you over the next four days.

source: 찾던 것 마저 찾으시죠.
en: please keep looking for what you’re looking for.

source: 그거 줘.
en: give me that.

source: 착한 형제님은 두 번이나 거절하진 못할 거란 거!
en: brother didi is too nice to say no twice!

source: 이로써 모든 것이 무색해졌다.
en: now all my efforts are wasted.

source: 왕자는 왕비에게 혹한 게 틀림없다.
en: the prince must be infatuated with the queen.

source: 으앙, 형제님!
en: waaah, brother didi!

source: 뭐요?!
en: what?!

source: 난 쓰레기야….
en: I’m trash...

source: 그러다 시나피나 라카논까지 피해를 입으면 그땐 정말 상황이 위험해집니다.
en: and when sinapi or lakanon are affected, that’s when things will get really dangerous.

source: 달리 보자면 ‘불가능한 건 아니다’.
en: in other words, it’s not impossible.

source: 히마스 있는가.
en: himas, are you there?

source: 이곳의 미덕은 침묵이니까요.
en: because the virtue here is silence.

source: 사제와 호위도 포박해!!
en: arrest the nun and her bodyguard, too!

source: 전부 시대의 요구라는 말씀이신데…
en: you say that’s the call of a new era. the call of the times.

source: 경전 수색을 맡은 프리토라고 합니다.
en: I am prito, in charge of finding the bible.

source: ※ 안 잤음.
en: ※ she wasn’t asleep.

source: 나는.
en: I.

source: 습격 때문에
en: because of the infiltration.

source: 전하를 배신하려던 게 아니에요.
en: I wasn’t trying to betray you!

source: …네.
en: yes...

source: 그의 주위에 사람이 몰리는 이유를 조금은 알 것 같았다.
en: why people rallied around him at the palace and here in akantha, too.

source: 안 돼, 왕자가 성에 들어가기 전에 이 모습으로 봐야 해!
en: no! he has to see me in this form before he goes into the castle!

source: 이런다고 네게 무슨 득이 있지?
en: what do you gain from doing this to me?

source: 정말이면 천재고, 허세라면 승부사다.
en: if she is, then she’s a genius. if she’s bluffing, then she’s got guts.

source: 주님께선 저를 미워하지 않으실 거예요.
en: ...I’m sure the lord will hear us.

source: 아뇨?
en: no.

source: 그러나 전쟁도 일어나지 않았다.
en: but the war was not declared, either.

source: 그 심연의 무수한 단어와 간절함을 봤어요.
en: I saw the countless words and earnestness in the abyss of your mind.

source: 창고 말씀이십니까?
en: the warehouse?

source: 역시 우린 저주받았나 봐.
en: I think we really are cursed.

source: 저….
en: your...

source: 맞출 줄 아나?
en: do you know how to reset a popped shoulder?

source: 아칸싸는 청소나 관리를 해주는 궁인은 없다.
en: this castle doesn’t have any servants who clean the rooms.

source: 오합지졸들.
en: rabble-rousers.

source: 그렇다면 전쟁을 준비하시는 이유가 뭐죠?
en: then why are you preparing for war?

source: 한순간 그의 눈동자가 총기를 띤 듯했다.
en: his eyes flashed with determination.

source: 아, 네.
en: um, yeah.

source: 교회에서 응하지 않으면 어떻게 하실 생각이십니까…?
en: what will we do if the church does not respond, your highness?

source: 대사제님께 무좀이 생기도록.
en: yeah, that father airo would stub his toe.

source: 내 위로를 뿌리치지 못할 것이다.
en: won’t be able to resist my consolation.

source: 하지만 저는 까마귀 떼가 큰 문제는 아니라고 생각해요.
en: to be honest, I don’t think the crows are a big problem.

source: 싫어요.
en: no!

source: 윽….
en: urgh...

source: 이 미꾸라지 같은 자식,
en: you slippery bastard,

source: 아나샤는요?
en: ...then what’s anasha?

source: 나도 정말 이렇게까진 하고 싶지 않았는데,
en: I really didn’t want it to come to this.

source: 전하께서 왕궁을 차지하면 그 후엔 세리온과 맞서야 합니다.
en: after his highness takes the palace, he will have to face serion.

source: 역시 히마스!
en: himas, as expected!

source: 내장….
en: innards...

source: 음악이 그쳤다….
en: the music stopped.

source: 파면….
en: fired...

source: 모든 것이 거짓말.
en: everything he said was a lie.

source: 맛없어.
en: ...tastes gross.

source: 용무는?
en: state your business.

source: 어떻게 된 거지?
en: what’s going on?

source: 나 아직, 아직.
en: I’m still cold!

source: 그거 참 다행이네요.
en: that’s a relief.

source: 저, 저건…!
en: i-is that...

source: 황무지에서 객사하기도 싫고, 하찮은 자들에게 살해당하기도 싫고!
en: you just don’t want to die in a wasteland or be assassinated by some random lowlife!

source: 오, 까마귀들이 물어 가네요.
en: oh, the crows are snatching up those shiny things.

source: 제가 봤습니다.
en: I saw it!

source: 경전도 이제 나흘 후면 도착입니다.
en: the bible will arrive in four days.

source: 왕자 전하께서 사제님을 모욕하셔서라더군.
en: because his highness offended the nun.

source: …아아.
en: oh...

source: 까마귀들까지 이용해서 선동하려 했다니,
en: and here I was, trying to agitate him with crows.

source: 결국 두 강적의 침공을 받게 됩니다.
en: eventually, he’ll be attacked by two powerful enemies.

source: 엘라이온의 왕관을 깨트리는 것에 그쳤다.
en: and all she could do was shatter the crown of elaion.

source: 오늘은 더 안 가실 겁니까?
en: you’re not going to see him again today?

source: 얼굴을 보여라!
en: show me your face!

source: 왜 안 놀라세요?
en: why aren’t you surprised?

source: 무슨 색 천으로 싸여 있더냐?
en: what color cloth was it wrapped in?

source: 거짓말하지 마세요.
en: you’ve got to be kidding me.

source: 혹한기 전에 왕궁을 치려면 이달 말에는 동부를 벗어나야 합니다.
en: if we are to take the palace before the cold of winter, we must conquer the east by the end of this month.

source: 만행이 좀 지나치셨어요.
en: ...you crossed the line.

source: 그래, 그거 말고 다른 건?
en: now, what else did you see?

source: 말에 어폐가 있군요.
en: I detect ambiguity in your question.

source: 갑자기 무슨 말씀이신지….
en: I-I don’t know what you mean.

source: 암살자를 놓쳐버려서.
en: because the assassin slipped through our fingers.

source: 인정하고 싶지 않지만,
en: I don’t want to admit it,

source: ‘아칸싸의 위태로운 인간들에게 이 어린 사제의 존재가’
en: “there’s no way the presence of this young nun

source: …아까 그거, 대사제님이 알면 노여워하실까요?
en: well, about that... I’m sure the bishop would be displeased if he found out.

source: 뭐라고요?
en: what is it?

source: 앉아라, 어차피 금방이다.
en: sit down. this will be quick.

source: 분해하면 똑같은 뼈와 살인데.
en: underneath it all, we are all of the same flesh and bones.

source: 세 번째 날.
en: ...since asking the prince to confirm his intentions

source: 까, 까마귀…!
en: a-a crow-!

source: 생각보다 별거 아니네, 오나그로스.
en: you’re not what I expected, onagros.

source: 화, 확인해 보겠습니다!
en: I- I will double-check, sir!

source: 그러니 전하,
en: so your highness,

source: 속지 마.
en: don’t fall for it.

source: 로제에서 온 사제인가.
en: is that the nun from rosé?

source: 그렇게 이해받을 수 있는 자리가 아닙니다.
en: the prince doesn’t have the luxury to be understood.

source: 거짓말.
en: lies.

source: 제사를 드리라고 불러들인 사제가
en: did the clergy I summoned to my castle to conduct the mass,

source: 같
en: the.

source: 어떻게 해야 이 사람을 위로할 수 있을까.
en: what can I do to comfort him,

source: 이건 선전 포고가 분명합니다.
en: this is clearly a declaration of war.

source: 아, 죄송합니다.
en: oh, sorry.

source: 만약 이 감정에 동화되어서 왕자를 볼 때마다 설레기라도 한다면….
en: if this feeling seeps into my mind and makes my heart flutter every time I see the prince...

source: 쉽게 나를 쳐낼 순 없을 거야.
en: he won’t be able to kick me out so easily.

source: 판단은 뭐… 높으신 분들의 몫이니까요.
en: well... that’s for those higher up to decide.

source: 이제 다 알아들었겠지?
en: do you get it now?

source: 잠깐만요…!
en: wait...!

source: 저는
en: I...

source: 엄마…!!
en: mommy...!

source: 저를 만나려면,
en: if his highness wants to see me...

source: 아무리 생각해도 이건 너무해요.
en: I thought hard about this, and I think this is just too much.

source: 한 명은 모르고, 한 명은 죽었고, 한 명은 로제에 있어요.
en: I don’t know where one is, another is dead, and another is at rosé.

source: 귀하의 믿음에는 계속 감탄하게 되는군.
en: I am impressed by your faith once again.

source: 저는 왕가의 일원이니까요.
en: yes, because I’m a member of the royal family.

source: 사제에게는 하늘을 경배하고 땅을 평화롭게 하라는 사명이 있어요.
en: priests have a mission to worship heaven and bring peace down to earth.

source: 이 이야기는 빠르게 사람들 사이로 퍼져 나갔다.
en: and rumors about it spread like wildfire among the people.

source: 아뇨, 그건 아니에요….
en: no, that’s not why...

source: 그 일로 율로기아는 멀리 쫓겨났고,
en: afterwards, they say, eulogia was exiled somewhere far away,

source: 그래도 목숨은 용케 부지하셨네요….
en: but at least you held on to your life...

source: 추워….
en: it’s cold...

source: 그냥 전쟁시켜주겠다고.
en: I’ll let you go to war.

source: 제 길이라면 이미 말씀드렸는데 부족하신 모양이군요.
en: I thought I already explained to you my path, but it seems you’re not satisfied with it.

source: 저도 잘 모르겠어요.
en: I don’t really know, either.

source: 사제님이 하실 건 그 피와 고기를 제단에 올리는 겁니다.
en: all you need to do is put the blood and meat on the altar.

source: 라즈베리(2)
en: Raspberries (2)

source: 이렇게 반란을 막다니.
en: trying to stop my rebellion.

source: 누가 봐도 사제.
en: still looks like a nun.

source: 들어오세요.
en: come in.

source: 까마귀에게 이 일을 부탁하기를 망설였던 이유는
en: I didn’t want to involve the crows in this...

source: 사제님의 믿음에 감탄을 금치 못하겠군요.
en: I can’t help but admire your faith, sister.

source: 윽, 먼지.
en: ugh, the dust.

source: 이제 그만해야지.
en: I should stop now.

source: 걱정할 정도는 아니야.
en: nothing to worry about.

source: 파면도 무리는 아닐 것 같습니다.
en: I wouldn’t be surprised if he fired you.

source: 아, 그 아저씨 나랑 진짜 안 맞네.
en: gosh, that uncle and I really don’t work well together.

source: 시끄럽고 성가신데 정신을 차려보면 끌려가고 있다.
en: you’re loud and you get on my nerves, but here I am following you.

source: 지금 그거 돌려주러 오신 거예요?{j}굳이?
en: did you really come to return that thing?

source: 예쁘장한 어린애를 사제랍시고 보낸 대사제의 전략이 뻔히 보여서.
en: it was obvious what the bishop was trying to do by sending me a cute young girl as a nun.

source: 교회의 허가 없이 전쟁을 일으킨다.
en: wage the war without the church’s consent.

source: 왕자가 나를 보는 시선이 조금씩 달라지고 있으니까.
en: the way the prince looks at me is changing little by little.

source: 네, 넷!
en: y-yes, your highness!

source: 첫날부터 심기를 거스르고 싶진 않아 참았건만.
en: but I didn’t want to hit a nerve on the first day.

source: 언젠가 쓸모가 있겠지 하고 만들어둔 건데, 들고 와서 다행이야.
en: I knew it would come in handy. good thing I brought it with me.

source: 그거 들고 싸우면 안 무거워?
en: maybe you should put her down before we fight.

source: 에휴….
en: sigh...

source: 어쩌면 약탈까지도.
en: maybe even about my plundering.

source: 아니면 이용하려 들까.
en: or are you going to try to use me?

source: 그리고 전하께서 남기신 말씀이 있습니다.
en: oh, and the prince left you a message.

source: 사기는 병사들 개개인의 마음인데, 그렇다면 이것을 논해도 사담일까요?
en: morale is in the thoughts of each soldier, but is discussing this still merely a chat?

source: 그 대가를 치르리.
en: then you will pay a price.

source: 말하지 마.
en: don’t say anything.

source: 이곳의 미덕은 침묵이고
en: the virtue here is silence,

source: 그렇습니다.
en: that’s right.

source: ‘운명은 비탈을 구르는 수레바퀴’라고 하잖아요.
en: people say, “fate is a wheel rolling downhill.”

source: 성별자 셋이 모두 리바노스에 있는 건 리바노스를 지탱하는 힘입니다.
en: the fact that all three holy warriors are in libanos gives us legitimacy.

source: 또 어딜 가려고.
en: where do you think you’re going now?

source: 라, 라즈베리….
en: ...a raspberry?!

source: …전하.
en: your highness...

source: 대체 불러서 뭘 하는 거야?
en: what in the world does he want with her?

source: 진지해지지 마, 모처럼이잖아.
en: don’t get serious on me now. it’s been a while since I had a worthy opponent.

source: 나라의 법도를 몰라서 물으십니까?
en: do you not know the laws of the kingdom?

source: 엄마야!
en: oh god!

source: 여기까지 오느라 수고했어, 전하.
en: congratulations on making it this far, your highness.

source: 최근 아칸싸의 기세가 무섭다지만 어디까지나 급조된 세력.
en: there’s been a dangerous momentum here in akantha recently, but the forces were put together hastily.

source: 응, 전처럼.
en: yeah, like before.

source: 다음 주까지 라카논을 확보하지 못하면 군량 조달에 차질이 생깁니다.
en: if we do not conquer lakanon by next week, we will have trouble procuring military supplies.

source: 설마 벌써 도착했나?
en: is he here already?

source: 전하,
en: your highness,

source: 듣고 싶었던 이야기예요.
en: I’ve wanted to know.

source: 겉만 멀쩡하면 되겠지?
en: but as long as there’s no bruises.

source: 찰나라도 좋으니 부디—
en: if only for a moment...

source: 그 할아버지 얘기는 꺼내지 마세요.
en: please don’t bring up that old man right now.

source: 지금 저 걱정해 주시는 거예요…?
en: are you... worried about me?

source: 그냥 지금 뜯어보면 안 돼요?
en: can’t you just open it now?

source: 개…?
en: dogs...?

source: 공을 세우고 이름을 떨쳐야 한다!
en: I must make a name for myself!

source: 창고 열쇠.
en: the warehouse key.

source: 알아, 충분히.
en: I know enough.

source: 그래도 괜찮아!
en: yeah, it’s okay!

source: …네?
en: What...?

source: 이거 정말 가능성이 있을지도…
en: well, well... maybe there is potential in coming here every night.

source: 아하.
en: ah, I see.

source: 거인까지 합세한 한 시간 남짓의 전투로 아칸싸 성은 절반가량이 날아가고
en: the hour-long engagement involving titans destroyed half the castle,

source: 나 추워서.
en: I was too cold.

source: 눈과 눈을 통하면 내게도 모든 게 보이니까.
en: since I can see everything it saw.

source: 머리 모양도 신경 쓰고 해서 꾸미는 데 관심이 있는 줄 알았는데.
en: I thought she liked dressing up because she really pays attention to her hairstyle.

source: 오해예요, 전하.
en: it’s just a misunderstanding, your highness.

source: 왕자가 또 사냥을 나간다 해도 경전이 도착하는 날과 너무 근접하다.
en: even if the prince goes out hunting again, it’s going to be too close to when the bible arrives.

source: 오라비처럼 따르던 호위가 눈앞에서 곤죽이 되었으니 그럴 만은 하지만…!
en: of course, seeing her bodyguard get beaten to a pulp might do that... he’s like a brother to her...

source: 디디.
en: didi.

source: 전하와 이야기할 기회잖아요.
en: it is another opportunity for you to talk to the prince.

source: 엄마.
en: mommy.

source: 대체 뭘 믿고 그렇게 설치는 거지?
en: what’s giving her the gall to talk back to me?

source: 없애버릴까?
en: maybe I’ll destroy her.

source: 경전의 도착이 가까워지던 어느 날,
en: one day, as the arrival of the bible drew near,

source: …나무와 가죽이라니.
en: wood and leather, huh?

source: 하지만 오늘따라 방이 묘하게 달라….
en: but the room looks kind of different today...

source: 왕자 전하도, 지금 자기가 어떤 상황인지 모르나 봐?
en: I don’t think you know what you’ve got yourself into, your highness.

source: 대체 뭘 꾸미는 거지?
en: what are they planning?

source: 전하께 드릴 선물이요.
en: a present for the his highness.

source: 여자였는데….
en: it was some woman...

source: 하하하하!
en: puhahaha!

source: 잠깐, 보름이면 경전이 오는 날하고 겹치잖아?
en: wait, a fortnight is the same day the bible arrives!

source: 어째서 형들을 죽였어?
en: why did you kill your brothers?

source: 히마스 님께 한번 허락을 구해보겠습니다.
en: I’ll go talk to sir himas.

source: 그건…
en: that’s...

source: 기분 나쁘지 않습니다.
en: no, not at all.

source: 이편이 사제님께서도 말씀하시기 편하실 것 같아서요.
en: I’m sure you’ll find it easier to speak your mind this way.

source: 제발… 닿아라, 제발…!
en: reach it... please, reach it-!

source: 알아요.
en: I know.

source: 그리고 부탁할 게 더 있어.
en: and I have another favor to ask.

source: 사과도 드릴 겸 전해드릴 것이 있어 왔습니다.
en: I’ve come to apologize and bring you something.

source: 모두에게 줄 필요는 없어.
en: you don’t have to give something to all of us.

source: 지금껏 무능한 왕조에 빌붙어 득세했으니, 함께 몰락해도 불평하지 못할 터.
en: the church has been a parasite of the incompetent royalty. if they fall with the king, I can’t complain.

source: 두 형을 죽인 왕자.
en: he killed his two brothers.

source: 헉…!!
en: GASP

source: 게다가 어제의 거인들은 분명 에키나와 함께였지.
en: plus, the titans from yesterday were clearly on ekina’s side.

source: 사람이 했다고는 할 수 없는 흔적이 여럿 있었습니다.
en: there were many traces that couldn’t have been from any normal person.

source: 진짜 키사야?
en: is that really you?

source: 아칸싸에 온 지 고작 사흘 만에.
en: only four days since she arrived here in akantha.

source: 편성하되 대기시켜 두도록.
en: ...the contingent, but keep them on standby.

source: 그분이 쓴 책은 다 너무 어려워요.
en: all her books are so hard to read.

source: 진짜 불편해.
en: this is so uncomfortable.

source: 나만 주면 돼.
en: just me.

source: 가관이었겠지.
en: it must’ve been a sight to see.

source: 보셨잖아요!
en: you saw it with your own eyes!

source: 그런데 이 낭떠러지를 내려가면 뭐가 있죠?
en: so, what’s at the bottom of this cliff?

source: 어쨌든 제 뜻은 이래요.
en: in any case, this is what I mean.

source: 대체 왜 직접 사냥하러 다니죠?
en: why does he go hunting himself?

source: 그 틈을 기다렸어.
en: now’s my chance.

source: 왕족 모독은 면하겠지만 대신 선전 포고가 되겠죠.
en: it wouldn’t be an insult to the royal family, but it would be a declaration of war.

source: 자살한 왕자로 기억되기도 싫은데 마침 그나마 명분이 있는 게
en: and you don’t want to be remembered as a prince who took his own life, either!

source: 모두 현실이 되었다.
en: came true.

source: 지령을 따르고
en: should I follow my orders...

source: 어쨌든 우리가 아칸싸에 휘말린 덕에
en: in any case, because we got swept up with the events here in akantha,

source: 너도 죽일 거야.
en: I’ll kill you, too.

source: 굳이~~~~ 왕자를 공략할 필요는 없지.
en: I don’t have to focus on the prince.

source: 국운은 이미 기울었고
en: the fate of the nation has already changed...

source: 솔직히 혼자는 좀 불안했는데, 잘됐어.
en: to be honest, I was a little worried for my own safety. this is good.

source: 그럼 그자가 잡히거나 죽어도 됩니까?
en: then are you okay if she is caught or killed?

source: 쟤
en: the kid

source: 한데 어르신께서는 예언을 하지 못하신다 직접 밝히셨지요.
en: but you yourself revealed that you do not have the gift.

source: 왕가를 적대할 뿐이지, 나라가 무너지는 걸 바라지는 않아요.
en: we’re only against the royal family. we don’t want to see the whole country fall.

source: 잠시만 부탁드려요….
en: for a moment, please...

source: 이 나라엔 억울한 일을 당하고도 그게 부당한지 모르는 자들이 많아요.
en: there are many on this land who do not know when they are facing injustice.

source: 속내를
en: your real thoughts.

source: 연을 댄 정도가 아니라 그들은 이미 한패예요.
en: they’re not just connections. he’s pretty much working with them.

source: 이게 감히…!
en: how dare you...!

source: 어쭙잖게 설치지 말라고 겁을 줘놨더니,
en: I tried to scare her enough so she’d know her place,
